{
    "profile": {
        "job": "Boulot",
        "rentMe": "Me louer",
        "workingHist": "Expérience Professionnelle",
        "edHist": "Éducation",
        "highSchool": "Lycée",
        "title": "Software Developer"
    },
    "footer": {
        "designedBy": "Conçu et développé par"
    },
    "appBar": {
        "skillsEx": "Compétences et expertises",
        "skills": "Compétences",
        "showBlogNotice": "Cette fonctionnalité n'est pas encore implémentée"
    },
    "popup": {
        "tile": {
            "showNotice": "Message",
            "showConfirm": "Confirmez"
        },
        "message": {
            "postAdvert": {
                "notSignedIn": "Veuillez vous connecter pour poster un article"
            }
        },
        "yes": "Oui",
        "no": "Non"
    },
    "resume": {
        "wordkDesc": "\n- Créer, tester, déboguer, documenter et mettre en œuvre un logiciel Web pour Is Kidz Africa en utilisant des compétences en .NET, C# et VB.net.\n\n- Travailler directement avec les utilisateurs finaux pour maximiser l'efficacité et la convivialité.\n\n- Utiliser des compétences de communication efficaces pour former les formateurs ou l'assistance technique.\n\n- Maintenir les logiciels et les programmes informatiques actuels en apportant de modestes ajustements si nécessaire.\n\n- Programmer les formulaires d'application Web selon des spécifications prédéfinies pour une demandes de bourses et de subventions sociales.\n\n- Développez, implémentez, modifiez et maintenez le logiciel de gestion, DevMan, en ajoutant efficacement des fonctionnalités au système existant ou hérité.\n\n- Contrôle et gestion des versions à l'aide de Git.\n\n- Mettre en œuvre le logiciel avec des infrastructures cloud et des serveurs hébergés tels qu'Azure, AWS et Google Cloud.\n\n- Maintenir les programmes informatiques existants en apportant des modifications mineures au besoin.",
        "freelancerDesc": "Demandes générales de projets logiciels des clients traités avec ces piles technologiques : AWS, GraphQL, Firebase, NodeJS, JavaScript, RecatJS, React Native, Flutter et plus."
    }
}